---
kind: other
id: Properties.T:Autodesk.Revit.DB.KeynoteTable
source: html/7f0f761f-965f-abdf-f17f-6eb2dd96d047.htm
---
# KeynoteTable Properties

The id of the assembly instance to which the element belongs.